/* Sample content in English: 'Untitled 1'.  The first argument is a name, the second argument is replaced by a number. */
"%@ %@" = "%1$@ %2$@";

/* Message for when an exception is raised whe loading a color list */
"An error occurred while reading the color palette \\U2018%@\\U2019. Select a different palette." = "Si è verificato un errore durante la lettura della tavolozza colori ‘%@’. Selezionane un'altra.";

/* Message for a color panel save error */
"An error occurred while saving the color palette \\U2018%@\\U2019. Try saving again." = "Si è verificato un errore durante la registrazione della tavolozza colori ‘%@’. Prova a registrare di nuovo.";

/* Error to present to the user when there is a save failure. */
"An error occurred while trying to save the Custom Palette to \\U2018%@\\U2019. Try saving again." = "Si è verificato un errore durante il tentativo di registrazione della tavolozza personalizzata in ‘%@’. Prova a registrare di nuovo.";

/* COMMENT */
"Are you sure you want to remove the entire \\U2018%@\\U2019 color palette?" = "Sei sicuro di voler rimuovere l'intera tavolozza colori ‘%@’?";

/* Brightness slider text */
"Brightness" = "Luminosità";

/* COMMENT
   NEED COMMENT */
"Cancel" = "Annulla";

/* Color space or profile model name; cyan-magenta-yellow-black */
"CMYK" = "CMYK";

/* Tooltip for the color lists palette button at the top of the color panel. */
"Color Palettes" = "Tavolozze colori";

/* Tooltip for the color sliders button in the top row of the color panel. */
"Color Sliders" = "Cursori colore";

/* Tooltip for the color wheel button in the top row of the color panel. */
"Color Wheel" = "Ruota colori";

/* Tooltip for the crayon picker button in the top row of the color panel. */
"Crayons" = "Pastelli";

/* Name of the device-dependent CMYK (cyan-magenta-yellow-black) color space or profile in the color panel */
"Device CMYK" = "CMYK dispositivo";

/* Name of the device-dependent gray (monochrome)  color space or profile in the color panel */
"Device Gray" = "Grigio dispositivo";

/* Name of the device-dependent RGB (red-green-blue) color space or profile in the color panel. */
"Device RGB" = "RGB dispositivo";

/* Color space or profile model name */
"DeviceN" = "DeviceN";

/* NEED COMMENT */
"Error Renaming Palette" = "Errore rinomina tavolozza";

/* Name of the generic (or 'calibrated') CMYK (cyan-magenta-yellow-black) color space or color profile in the color panel. Note, here generic does not mean non-distinctive; it actually is the name of a particular color space or profile. */
"Generic CMYK" = "CMYK generico";

/* Name of the generic (or 'calibrated') gray (monochrome) color space or profile in the color panel. Note, here generic does not mean non-distinctive; it actually is the name of a particular color space or profile. */
"Generic Gray" = "Grigio generico";

/* Name of the generic (or 'calibrated') RGB (red-green-blue) color space or profile in the color panel. Note, here generic does not mean non-distinctive; it actually is the name of a particular color space or profile. */
"Generic RGB" = "RGB generico";

/* Color space or profile model name; monochrome */
"Gray" = "Grigio";

/* Title for menu item that, when clicked, will hide the color panel. */
"Hide Colors" = "Nascondi colori";

/* Hue slider text */
"Hue" = "Tonalità";

/* Tooltip for the image palettes button in the top row of the color panel. */
"Image Palettes" = "Tavolozze immagini";

/* Color space or profile model name */
"Indexed" = "Indicizzato";

/* NEED COMMENT */
"It\\U2019s unclear which item you want to rename. Make sure you have only selected one item." = "Non è chiaro quale sia l'elemento che desideri rinominare. Assicurati di avere selezionato solo un elemento.";

/* Color space or profile model name */
"L*a*b*" = "L*a*b*";

/* Open palette panel title */
"New Color Palette" = "Nuova tavolozza colori";

/* COMMENT */
"New name for color palette:" = "Nuovo nome per la tavolozza colori:";

/* Open Color Pallete panel title */
"Open Color Palette" = "Apri tavolozza colori";

/* Color space or profile model name */
"Pattern" = "Modello";

/* COMMENT
   NEED COMMENT */
"Remove" = "Rimuovi";

/* COMMENT */
"Remove Color Palette" = "Rimuovi tavolozza colori";

/* NEED COMMENT */
"Remove Palette" = "Rimuovi tavolozza";

/* NEED COMMENT */
"Removing a Custom Palette is permanent. Are you sure you want to remove %@ from your custom palettes?" = "La rimozione di una tavolozza personalizzata è definitiva. Sei sicuro di volere rimuovere la tavolozza personalizzata %@?";

/* Generic title for color renaming panels */
"Rename Color" = "Rinomina colore";

/* Color space or profile model name; stands for red-green-blue */
"RGB" = "RGB";

/* Saturation slider text */
"Saturation" = "Saturazione";

/* Title for menu item that, when clicked, will show the color panel. */
"Show Colors" = "Mostra colori";

/* tool tip for list popup */
"The color palette \\U2018%@\\U2019 contains %ld colors." = "La tavolozza colori ‘%1$@’ contiene %2$ld colori.";

/* NEED COMMENT */
"The file \\U2018%@\\U2019 could not be removed." = "Impossibile rimuovere il documento ‘%@’.";

/* NEED COMMENT */
"The image \\U2018%@\\U2019 couldn\\U2019t be renamed to \\U2018%@\\U2019." = "Impossibile rinominare l'immagine ‘%1$@’ come ‘%2$@’.";

/* NEED COMMENT */
"The permission settings on file \\U2018%@\\U2019 don\\U2019t allow it to be modified." = "Le impostazioni dei permessi per il documento ‘%@’ non consentono modifiche.";

/* tool tip for list popup */
"The profile \\U2018%@\\U2019 contains %ld colors." = "Il profilo ‘%1$@’ contiene %2$ld colori.";

/* NEED COMMENT */
"There was a Color Panel error." = "Si è verificato un errore nella tavolozza colori.";

/* Title for when a color panel has an exception raised when creating */
"There was an error opening a color palette." = "Si è verificato un errore durante l'apertura di una tavolozza colori.";

/* Error to present to the user when there is a save failure.
   Title for a color panel save error */
"There was an error saving a color palette." = "Si è verificato un errore durante la registrazione di una tavolozza colori.";

/* Message to show users that try to use the ColorSync button in the color panel for things like Pattern colors (which can't have profiles attached). */
"This color cannot use profiles." = "Questo colore non può utilizzare profili.";

/* Default new list name - Untitled
   Default new user palette name */
"Unnamed" = "Senza nome";

/* COMMENT */
"You already have a color named \\U2018%@\\U2019 in this list. Choose a different name." = "In questo elenco esiste già una tavolozza colori dal nome ‘%@’. Scegli un altro nome.";

/* NEED COMMENT */
"You already have a Custom Palette named \\U2018%@\\U2019. Choose a different name." = "Esiste già una tavolozza personalizzata dal nome ‘%@’. Scegli un altro nome.";

/* Message shown to user when they attempt to rename a color list to a name that is already in use. */
"You already have a palette named \\U2018%@\\U2019. Choose a different name." = "Esiste già una tavolozza dal nome ‘%@’. Scegli un altro nome.";

/* NEED COMMENT */
"You can\\U2019t rename \\U2018%@\\U2019 to \\U2018%@\\U2019." = "Non puoi rinominare ‘%1$@’ come ‘%2$@’.";

